{
  "data": [
    {
      "date": "序",
      "title": "长征历史背景",
      "summery": "1933年9月～1934年夏，中央苏区第五次反“围剿”作战。由于中共中央领导人博古和共产国际派来的军事顾问李德，执行了错误的战略战策以致红军损伤惨重，被迫开始了起始于瑞金、长汀的大规模的长征。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/00.png?",
      "passage": "1933年9月～1934年夏，中央苏区第五次反“围剿”作战。由于中共中央领导人博古和共产国际派来的军事顾问李德，执行了错误的战略战策以致红军损伤惨重，被迫开始了起始于瑞金、长汀的大规模的长征。"
    },
    {
      "date": "1934-10-10",
      "title": "第五次反围剿失败",
      "summery": "这次失败其实给红军带来了沉重的打击，继南昌第一枪打响之后，红军接连战败，最后不得不开辟农村革命根据地，接着在蒋介石“堡垒主义”战略之下，发生了数次反围剿战役，本就屡陷危机的红军在获得四次反围剿胜利后，又碰到第五次反围剿失败是对红军一次沉重的打击，同时红军不得不面对撤退的险境，这又是对红军的一次沉重的考验，由此开始的长征，为共产党的成长史写下了血与泪的篇章。\n第五次反围剿失败是给红军敲响了一次警钟，变相地告诉了共产党，国外的理论不一定完全适用于国内的现实情况，由此有了遵义会议的转变，同时被迫开启的长征路不仅给后世留下了一些脍炙人口的经典故事，同时也有着尤为重大的现实意义。或者换个意义上说没有长征就不一定能有后面拥有成熟体制铁血精神的中国共产党。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E7%AC%AC%E4%BA%94%E6%AC%A1%E5%8F%8D%E5%9B%B4%E5%89%BF%E5%A4%B1%E8%B4%A5.png",
      "passage": "继前四次反围剿胜利后，使得人们过于乐观化，王明“左”倾教条主义在红军中占据了统治地位，用阵地战代替了游击战和运动战，使红军完全处于被动地位，最后于1934年10月仓促命令中央领导机关和红军主力退出根据地。"
    },
    {
      "date": "1934-11-27",
      "title": "湘江战役",
      "summery": "前有湘江拦阻，左有广西军、右有河南军、后有中央军和广东军阀穷追不舍，处境万分险恶。面对这生死存亡的一战，红军将士浴血奋战七天七夜，终于撕开了敌重兵设防的封锁线，粉碎了蒋介石围歼红军的企图。在这场“最惨烈、最悲壮、最辉煌”的战役中，中央红军从出发时的8.6万人锐减到3万人，湘江洒满了烈士鲜血。　",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E6%B9%98%E6%B1%9F%E6%88%98%E5%BD%B9.png",
      "passage": "1934年11月中旬，中央红军突破国民党军第三道封锁线后，由湖南省南部向广西省（今广西壮族自治区）北部前进。蒋介石为将中央红军歼灭于湘江以东地区，任命何键为“追剿”军总司令，指挥16个师共77个团分五路专事“追剿”；并令桂军5个师在全州、兴安、灌阳等地阻击红军；令粤军4个师北进粤湘桂边，阻止红军南下；令贵州省“剿共”总指挥王家烈派有力部队到湘黔边堵截，总兵力近30万人。当时，中共中央和中央革命军事委员会领导人博古和共产国际派来的军事顾问李德一味退却逃跑，消极避战，为实现到湘西与红2、红6军团会合的计划，决定中央红军分两路前进。其部署是：红3、红8军团为右纵队，经保和圩、青和圩向嘉禾方向前进；红1、红9军团为左纵队，经梅田向临武、蓝山前进；军委第1、第2纵队及红5军团为中央纵队，随后跟进。至25日，红军从道县和水口间全部渡过潇水，随后为了调动敌人，寻机渡过湘江，以一部兵力西进永明。桂军副总司令白崇禧为防红军攻取桂林，令其主力南移至龙虎关、恭城一带，阻止红军西进，并防止蒋军乘机进入广西。这样，全州、兴安一线守军兵力比较薄弱。 \n中革军委于25日决定，中央红军分四路纵队从全州、兴安间抢渡湘江，突破国民党军第四道封锁线，前出到湘桂边境的西延地区。当日，红1、红3军团击破桂军的阻击进入桂北。27日，红1军团先头第2师渡过湘江，控制了脚山铺至界首间30千米的湘江两岸渡口；次日，红3军团第4师先头第10团也渡过湘江，进至界首以南光华铺、枫山铺地区。红5军团扼守蒋家岭、永安关、雷口关地域，迟滞追击的国民党军，掩护后续部队。此时，后续部队距湘江渡口仅80余千米，但因辎重过多，道路狭窄，行动迟缓，未能及时赶到渡口。此时，国民党“追剿”军第1路进至全州、咸水一线；第2路进至零陵（今永州）、黄沙河一线；第3路进至道县；第4、第5路进至东安地区；桂军5个师开至灌阳、兴安一线。为掩护中央、军委纵队及后续军团渡过湘江，红1、红3军团奉命在桂北湘江两岸的新圩、脚山铺、光华铺等地区，构筑工事，阻击国民党军。28日，桂军第44师在炮火掩护下，从灌阳向新圩之红3军团第5师（欠第13团）前沿阵地发起进攻。第5师凭借有利地形沉着应战，奋勇抗击。桂军正面进攻受阻，遂以一部兵力从侧翼迂回，第5师被迫退至第二道防线。29日，桂军第24师及第7军独立团投入战斗，并有飞机支援，战斗更加激烈。红军与桂军展开白刃战，但终因力量悬殊，第二道防线被突破。\n30日，红5师奉命撤出战斗，新圩由红6师第18团接防。在新圩阻击战开始的当日，“追剿”军第1路（湘军）3个师从全州南下，企图控制湘江各渡口，将红军拦腰截断。傍晚，红1军团第2师警戒部队在鲁板桥与湘军第16师交战，随后退至脚山铺阵地。29日，红2师与湘军激战。30日，红1师赶到脚山铺，与红2师一起打退湘军数次进攻，予以重大杀伤，红1、红2师也遭严重损失，部分阵地被湘军攻占。入夜，湘军迂回侧击，红1、红2师为避免被分割包围，先后退至夏壁田、水头、赤兰铺、白沙铺一带。12月1日凌晨，中革军委命令红1军团不惜任何代价守住阵地，以开辟西进的道路。拂晓，湘军在飞机掩护下，采取正面攻击与迂回包围的战术发动猛烈进攻。红1、红2师奋力拼杀，掩护中央机关和红军主力于17时前渡过湘江，向西延地区前进。29日晚，驻兴安县光华铺之桂军第43师和地方民团向红3军团第4师第10团飞龙殿等阵地发起进攻。第10团凭借居高临下的有利地形，打退桂军多次冲击，并趁夜暗主动出击，守住了阵地。30日，桂军改变战术，在正面进攻的同时，主力沿湘江西岸向界首之红4师第11、第12团侧后攻击。经过激战，第11、第12团于12月1日中午撤离界首渡口。12月3日，中央红军主力渡过湘江，进入西延地区。脚山铺至界首间湘江两岸被湘、桂军控制。此间，红3军团第6师第18团在由新圩向湘江撤退中，被桂军分割包围大部牺牲。在新圩、脚山铺、光华铺阻击战的同时，担任红军总后卫的红5军团，在永安关、水车一带阻击“追剿军”第3路的追击，掩护中央、军委纵队及红军主力渡过湘江。该军团第34师和红3军团第18团余部被阻于湘江东岸，转战于灌阳、道县一带，虽经英勇战斗，予敌重大杀伤，终因寡不敌众，弹尽粮绝，包括师长陈树湘在内的绝大多数指战员牺牲。"
    },
    {
      "title": "强渡乌江",
      "date": "1935-1-1",
      "summery": "强渡乌江为红军赢得了宝贵的休整时间，为中央政治局会议的举行创造了良好的条件，红军将士们敢打敢冲，不惧身死，甘愿以自己的生命做试验，来保证红军大部队能够顺利渡江，这种大无畏，大无私的精神，深刻烙印在每一位红军将士内心中，正是有着大家伙团结一致，有着共同的目标，所以才能够一次又一次突破难关，创造奇迹，乌江天险拦不住飒飒红军的步伐，注定只能成为红军长征路上的磨刀石。",
      "passage": "突破国民党四道封锁线之后，国民党紧追不舍，红军们在未得到有效休整的前提下，又碰到了长征以来的第二道难关—乌江天险。这条横亘在贵州大地上的长河，以其水深水急而闻名于世。不巧当时正值当日，寒风凛冽，风吹浪打，让本就湍急的乌江更添凶险。但是这难不倒我们的红军将士们，有人提出用乘竹筏渡河的想法，红军很快开始实验，八名将士乘着竹排在暴雨之中悄然渡河，顺利渡过了巨浪的考验，但是又碰到了漩涡的突袭，第一波将士牺牲了，第二波将士毅然开始了下一次尝试，很幸运的是他们有惊无险地渡过了，很快一支又一支竹筏纷纷下水。经过了一番惨烈地激战，红军最终成功强渡乌江，挥师遵义。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E5%BC%BA%E6%B8%A1%E4%B9%8C%E6%B1%9F.png"
    },
    {
      "title": "遵义会议",
      "date": "1935-1-15",
      "summery": "此次会议的目的是在红军第五次反”围剿“失败和长征初期严重受挫的情况下，为了纠正博古、王明、李德等人的“左”倾领导在军事指挥上的错误。这次会议是中国共产党第一次独立自主地运用马克思列宁主义基本原理解决自己的路线、方针和政策方面问题的会议。\n这次会议，在极端危急的历史关头，挽救了党，挽救了红军，挽救了中国革命，在中国共产党和红军的历史上，是一个生死攸关的转折点。这次是共产党的一大进步，初生的共产党成长了起来，共产党领导人不再只被动接受苏维埃共产国际传输进来的思想理念，已经开始自身情况开始对马克思列宁主义理论进行合理地剖析与利用，这是中国共产党发展的一大重要拐点，同时会议确立了毛泽东在中共中央的领导地位，为后续共产党以至中国的发展都产生了深远的影响。",
      "passage": "红军在强渡乌江之后，以极快的速度占领了遵义，并由一军团向娄山关、桐梓方向追击，扩大占领区，确保中央机关的安全。同时遵义会议在毛泽东、张闻天、王稼祥等领导同志的努力促成下，红军占领遵义后，1935年1月15日至17日，在遵义召开中共中央政治局扩大会议。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E9%81%B5%E4%B9%89%E4%BC%9A%E8%AE%AE.png"
    },
    {
      "date": "1935-1-19",
      "title": "四渡赤水",
      "summery": "四渡赤水战役历时三个多月。这次战役，红军实行高度灵活机动的运动战方针，纵横驰骋于川、黔、滇边境广大地区，迂回穿插于敌人数十万重兵之间，积极寻求战机，有效地歼灭敌人。从而摆脱了敌人的围追堵截，粉碎了敌人妄图围歼红军于川、黔、滇边境的计划，使中央红军在长征的危急关头，从被动走向主动，从失败走向胜利。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E5%9B%9B%E6%B8%A1%E8%B5%A4%E6%B0%B4.png",
      "passage": "遵义会议后，中革军委向各军团首长下达了《渡江作战计划》，拟定：中央红军各部进至赤水、土城附近地域后，分3路纵队由宜（宾）泸（州）间的蓝田坝、大渡口、江安一线北渡长江。\n1935年1月19日起，红军分三路先后从遵义、桐梓、松坎地区出发，向土城、赤水前进。29日凌晨，红军大部队分左中右三路，从元厚、土城向西渡过赤水河，即四渡赤水第一渡。\n红军进至扎西地区，敌仍判断红军我将北渡长江，除向宜宾段各主要渡口增兵外，又调滇军和川军潘文华部向扎西地区逼近，企图对红军分进合击。\n鉴于敌军主力已大部被红军吸引到川滇边境，黔北兵力空虚的情况，红军决定出敌不意的回师东进，折回贵州。红军先头1个团先敌抢渡二郎滩，成功地掩护部队于2月18日至20日，在太平渡、二郎滩第二次渡过赤水河，并继续向桐梓、遵义方向前进。遵义地区的这次作战，历时五天，击溃和歼灭敌2个师又8个团，俘敌3000余，是中央红军战略转移以来取得的一次最大的胜利，极大地鼓舞了士气，打击了敌人的反动气焰。\n红军遵义大捷后，蒋介石于3月2日急忙飞往重庆，亲自指挥对红军的围攻，企图采取堡垒与重点进攻相结合的战法，南守北攻，围歼红军于遵义、鸭溪狭窄地区。为粉碎敌人新的围攻，红军将计就计，伪装在遵义地区徘徊寻敌，以诱敌迫进，然后再转兵西北，寻求新的机动。于15日进占仁怀，16日从茅台第三次渡过赤水河，再入川南。敌误以为红军又要北渡长江，急忙调整部署，向川南压逼我军，企图再次对红军形成合围，聚歼红军于长江南岸地区。\n3月20日～22日，毛泽东命令中央红军秘密、迅速地从太平渡、二郎滩、九溪口第四次渡过赤水河。3月23日经习水二郎、仁怀三合、大坝、高大坪。"
    },
    {
      "date": "1935-5-3",
      "title": "巧渡金沙江",
      "summery": "在毛泽东的指挥下，红军四渡赤水、巧渡金沙江，经过近四个月的转战，终于完全跳出了数十万国民党军的围追堵截包围圈，彻底粉碎了蒋介石围歼红军于川、黔、滇地区的计划，实现了渡江北上的战略方针，取得了战略转移中具有决定意义的重大胜利。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E5%B7%A7%E6%B8%A1%E9%87%91%E6%B2%99%E6%B1%9F.png",
      "passage": "中央红军佯攻贵阳，调出滇军，为北渡金沙江创造了条件。1935年4月29日，中革军委发出《关于野战军速渡金沙江转入川西建立苏区的指示》，指出由于两月来的机动，我野战军已取得西向的有利条件，一般追敌已在我侧后，但敌已集中七十团以上兵力向我追击。现在金沙江两岸空虚，因此政治局决定我野战军应利用目前有利时机，争取迅速渡过金沙江，转入川西消灭敌人，建立起苏区根据地。当日，中央红军分三路前进。5月1日，先头部队直趋金沙江畔。\n金沙江位于长江上游，穿行在川滇边界的深山狭谷间，江面宽阔，水急浪大。如果红军过不去，就会被敌人压进深山狭谷，招致全军覆灭的危险。当中央红军向金沙江挺进时，蒋介石和龙云认定红军的目的地既不在贵阳，也不在昆明，而是“必渡金沙江无疑”，即派飞机对沿金沙江上空疯狂轰炸，又命令控制渡口，毁坏、沉匿所有渡江船筏，企图阻止红军渡江，情况十分紧急。\n5月2日，朱德命令红一军团从龙街渡江、红三军团从洪门渡渡江、红五军团从皎平渡渡江。并命令刘伯承率干部团一部在皎平渡架桥，同时侦查渡河点。5月3日，刘伯承率部赶到皎平渡渡口，缴获两只木船，乘船悄悄地渡到北岸，消灭国民党军一连正规军和一个保安队，控制了渡口。随后，他们又找到5条船，动员36名艄公。从5月3日至9日7天7夜的时间里，红军主力就靠这7只小船渡过金沙江。单独行动的红九军团，在完成红军的牵制任务后，于5月9日在树节、盐井坪地区渡过金沙江。两天后，敌人追兵赶到南岸时，红军已毁船封江，无影无踪。"
    },
    {
      "date": "1935-5-24",
      "title": "强渡大渡河",
      "summery": "强渡大渡河是红军的一次生死之战，能否渡过河去，是中国革命的关键。为了渡过大渡河，在作战开始前，先遣队首长对这次作战给予了高度的重视。他们同作战部队一起制定渡河方案，并强调这次渡河作战的重要意义，从而使作战部队增强了信心，鼓足了勇气，为作战取得胜利打下了坚实的基础。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E5%BC%BA%E6%B8%A1%E5%A4%A7%E6%B8%A1%E6%B2%B3.png",
      "passage": "1935年5月上旬，中央红军长征巧渡金沙江后，沿会理至西昌大道继续北上，准备渡过大渡河进入川西北。蒋介石急令第2路军前线总指挥薛岳率主力北渡金沙江向四川省西昌进击；\n5月24日晚，中央红军先头部队急行军赶到大渡河右岸的安顺场。此地由川军2个连驻守，当晚，红1团由团政治委员黎林率第2营到渡口下游佯攻，团长杨得志率第1营冒雨分三路隐蔽接近安顺场，突然发起攻击，经20多分钟战斗，击溃川军2个连，占领了安顺场，并在渡口附近找到1只木船。\n25日晨，刘伯承、聂荣臻亲临前沿阵地指挥。7时强渡开始，岸上轻重武器同时开火，掩护突击队渡河，炮手赵章成两发迫击炮弹命中对岸碉堡。突击队冒着川军的密集枪弹和炮火，在激流中前进。快接近对岸时，川军向渡口反冲击，杨得志命令再打两炮，正中川军。突击队迅速登岸，并在右岸火力的支援下奋勇冲杀，击退川军的反扑，控制了渡口，后续部队及时渡河增援，一举击溃川军1个营，巩固了渡河点，由此渡过了被国民党军视为不可逾越的天险大渡河。"
    },
    {
      "date": "1935-5-29",
      "title": "飞夺泸定桥",
      "summery": "飞夺泸定桥，表现了红军战士英勇无畏、勇往直前的英雄气概体现了红军不畏艰险,不怕牺牲的革命精神。这场战役是中国工农红军长征中的一场关键战役，具有里程碑意义。为实现具有重大历史意义的红一、二、四方面军会合，最后北上陕北结束长征奠定了坚实的基础。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E9%A3%9E%E5%A4%BA%E6%B3%B8%E5%AE%9A%E6%A1%A5.png",
      "passage": "泸定桥又称铁索桥位于四川省泸定县境内，东西净跨 100 米、铁索长 101.67 米、桥宽 2.7米。康熙四十四年（1705 年）动工兴建，康熙四十五年（1706 年）竣工。泸定桥桥体分别由桥身、桥台、桥亭三个部分组成。桥身，由十三根铁链组成，其中 9 根底链，左右各 2 根扶手，底链上满铺木板。13 根铁链之间按一定距离用小铁链相连接，形成一个整体。自此，泸定桥成为四川入藏的重要通道和军事要津。 \n1935 年 5 月 25 日，红军在安顺场抢渡大渡河。面对国民党军的围追堵截，浪大水急的大渡河口，船少人多的红军形势十分严峻。5 月 26 日，毛泽东、周恩来、朱德等人当即决定，由左右两路夹大渡河而上，夺取泸定桥。此时的泸定桥，已有国民党的两个团防守，同时获悉又有两个旅前往增援，企图阻拦红军北上。 \n1935 年 5 月 28 日早晨，接到命令的红四团官兵，为与增援之敌赛跑，在天降大雨，山路崎岖泥泞的情况下，忍着饥饿疲累跑步前进，一昼夜兼行 240 里，终于在 5 月 29 日凌晨到达泸定桥西岸。当时百余米的泸定桥，已被敌人拆去了八十余米的桥板。面对严峻形势，长途奔袭的红四团不顾疲累，在团长和政委的指挥下马上发起总攻。枪炮声，喊杀声，顿时响彻山谷。担任突击队的二连 ，在连长的带领下，22 位勇士手握短枪，肩背马刀，腰缠手榴弹，冒着东岸敌人的火力封锁，在铁索桥上边铺门板边匍匐前进。当突击队发起进攻后，敌人在桥头放起火来，妄图阻止我军前进。此时东岸我军也赶到了泸定桥，很快将火扑灭。在两岸红军的夹击下，守桥敌人部分被我军消灭，部分仓皇逃跑。飞夺泸定桥战斗持续两个小时。红军主力顺利渡过天险大渡河，浩浩荡荡奔赴抗日的最前线。但是，当年飞夺泸定桥的 22 位勇士，绝大多数没有留下姓名。泸定桥又称铁索桥位于四川省泸定县境内，东西净跨 100 米、铁索长 101.67 米、桥宽 2.7米。康熙四十四年（1705 年）动工兴建，康熙四十五年（1706 年）竣工。泸定桥桥体分别由桥身、桥台、桥亭三个部分组成。桥身，由十三根铁链组成，其中 9 根底链，左右各 2 根扶手，底链上满铺木板。13 根铁链之间按一定距离用小铁链相连接，形成一个整体。自此，泸定桥成为四川入藏的重要通道和军事要津。 \n1935 年 5 月 25 日，红军在安顺场抢渡大渡河。面对国民党军的围追堵截，浪大水急的大渡河口，船少人多的红军形势十分严峻。5 月 26 日，毛泽东、周恩来、朱德等人当即决定，由左右两路夹大渡河而上，夺取泸定桥。此时的泸定桥，已有国民党的两个团防守，同时获悉又有两个旅前往增援，企图阻拦红军北上。 \n1935 年 5 月 28 日早晨，接到命令的红四团官兵，为与增援之敌赛跑，在天降大雨，山路崎岖泥泞的情况下，忍着饥饿疲累跑步前进，一昼夜兼行 240 里，终于在 5 月 29 日凌晨到达泸定桥西岸。当时百余米的泸定桥，已被敌人拆去了八十余米的桥板。面对严峻形势，长途奔袭的红四团不顾疲累，在团长和政委的指挥下马上发起总攻。枪炮声，喊杀声，顿时响彻山谷。担任突击队的二连 ，在连长的带领下，22 位勇士手握短枪，肩背马刀，腰缠手榴弹，冒着东岸敌人的火力封锁，在铁索桥上边铺门板边匍匐前进。当突击队发起进攻后，敌人在桥头放起火来，妄图阻止我军前进。此时东岸我军也赶到了泸定桥，很快将火扑灭。在两岸红军的夹击下，守桥敌人部分被我军消灭，部分仓皇逃跑。飞夺泸定桥战斗持续两个小时。红军主力顺利渡过天险大渡河，浩浩荡荡奔赴抗日的最前线。但是，当年飞夺泸定桥的 22 位勇士，绝大多数没有留下姓名。"
    },
    {
      "date": "1935-6-12",
      "title": "翻越夹金山\n'更喜岷山千里雪，三军过后尽开颜。'",
      "summery": "长征在这里翻开了新的一页。两大主力的胜利会师，为红军挥师北上奠定了基础。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E7%BF%BB%E8%B6%8A%E9%87%91%E5%A4%B9%E5%B1%B1.png",
      "passage": "　夹金山位于川西，横亘在四川宝兴县和懋功（今小金）县之间，又名“甲金山”，藏语称为“甲几”，意为很高很陡的意思。地势陡险，山峰连绵，山巅终年积雪；空气稀薄，天气变化无常。当地民谣称：“夹金山，夹金山，鸟儿飞不过，人更不可攀。要想越过夹金山，除非神仙到人间！”夹金山是中央红军长征中翻越的第一座大雪山。\n1935年6月，强渡大渡河不久，红军即向懋功地区挺进。为甩开追在身后的敌人，迅速实现与红四方面军的会合，中央红军决定，选择敌人较少的雪山草地一线，达到快速行军目的。1935年6月12日拂晓，先遣队开始沿着崎岖狭窄的泥路翻越雪山，一路经过凉水井、扎角坝、菩生岗、烧鸡窝、一直箭、五倒拐……向夹金山顶爬去。当天下午，克服重重困难翻越夹金山的红军先遣队，来到与达维古镇遥相对应的半山坡上，与正执行任务的红四方面军策应部队突然相遇，两军在此意外会合。先遣队胜利翻越夹金山与红四方面军会合的消息传到硗碛，大大鼓舞了中央红军指战员的士气。\n6月13日，中央主力红军翻越夹金山前，在夹金山下的的扎角坝，召开翻山动员大会。随后，红军战士包括伤病员、女战士在内，在藏民的帮助下，用柏树皮、干竹子扎起了一把把“火照”，砍来竹竿、树条做成一根根路杖，把干海椒分给每个战士，作为翻雪山时的御寒品。战士们扔掉一些不必要的物品，束紧腰带，向长征以来的第一座大雪山夹金山挺进。6月17日，毛泽东、周恩来、朱德等带领的党中央、军委和直属部队翻越夹金山，进抵达维。从6月12日到18日，历时七天七夜，中央红军主力全部翻过夹金山，与红四方面军在懋功胜利会师。军委总政治部在达维古镇后山上的喇嘛寺前，举行胜利会师庆祝大会。"
    },
    {
      "title": "过草地\n“没过草地路，难知长征苦。”",
      "date": "1935-8-21",
      "summery": "跨越雪山草地是红军长征中人与自然斗争最严峻、牺牲最大，同时也是决定红军长征成败的一段艰难征程。“爬雪山，过草地”，既是红军长征艰苦状况最简洁的描述和概括，也是不惜付出一切牺牲;顾全大局、严守纪律、紧密团结;紧紧依靠群众,同群众一起艰苦奋斗的长征精神最生动的体现。",
      "passage": "对于长征中的红军来说，翻过大雪山，并不意味着艰苦的行军已结束。迎接他们的，是更难逾越的茫茫大草地。位于川西北的红原县，因红军长征而得名，1960年，为纪念红军经过草原及川西北人民在中国革命危难关头所作出的贡献而建立。周恩来专门题词：“红军走过的大草原”。\n日干乔大沼泽位于红原县瓦切镇北部，泥潭密布，气候无常，被称为陆地上的“死亡之海”。 1936年8月，红二、四方面军左路纵队从阿坝出发，经红原渡过蜿蜒西流的嘎曲河，经日干乔踏上了茫茫泽国的艰难征程。\n 　　肖锋的《长征日记》中写道：进入草地第四天，清晨出发，到分水岭东南宿营，究竟走多远无法正确计算，好多单位都没粮食了，菜和肉干也吃光了，军团政治部民运部有位干事，过分水岭不久，就突然倒在了草地。“当年红军过草地的艰难，是后人难以感受的。”首先是行难，茫茫草地，一望无涯，遍地是水草沼泽泥潭，根本就没有路。 茫茫大草地，并没有让红军前进的步伐停下来。他们互相搀扶，步履坚定地朝着北方前进。\n 饥饿，则是过草地的红军战士最惨痛的记忆。红军后代何继军说，奶奶13岁参加红军，生前不止一次对他说过，过草地时吃草根、野菜，留下印象最深的就一个字：饿。 “草地的水因为长年泡着腐草，又黑又臭又有毒，根本不能饮用。”贺建军说，进入草地前，各部队虽然开展筹粮工作，但在川西北物产不丰的贫瘠之地，有的部队甚至只筹到两天的干粮。进入草地后，战士们身上背的一小袋青稞麦粒或青稞麦粉，成为他们的第二生命，麦粒一颗颗地数着吃，麦粉一小把一小把地省着吃。 \t茫茫草地，无路可走。草地上还有不少绿草覆盖的泥沼，人和牲口掉到里面，越陷越深，直至被吞没。仅据红一军的统计，牺牲者和掉队者就有500多人。广大红军将士能够克服、战胜过雪山草地的困难，首要的就是对革命事业的无限忠诚和顽强的革命意志。这是走出死亡世界的强大精神原动力。 　　过草地时，部队规定，每人带的那袋粮食属于集体的，没有命令谁也无权动用一粒。对于这项规定，战士们都模范遵守。有的同志饿得昏倒过去，也不肯动用自己所背的那袋粮食。即使在那样艰难的环境下，红军将士也充满了革命的乐观主义精神，充满了阶级友爱和革命情谊。这是红军走出雪山草地的又一重要原因。\n一切为了群众，一切依靠群众。这是红军战胜困难的力量源泉。 红军长征途经粮台村时，为穷苦村民分田分地，并成立苏维埃政府。粮台村村民马林发的奶奶是当地苏维埃政府委员，马林发说，他的伯伯马康林，当年只有16岁，也参加了红军。 “听奶奶讲，我们这个村里，当时参加红军的有十几个人。”马林发说。红军长征时，沿途都有不少村民加入。他们一步步地从“打土豪分田地”的愿望，逐渐升华为面向全国、全民族的崇高理想，构筑起红军战士那坚不可摧的理想信念。\n 自1935年1月29日刚在土城战斗中失利的红一方面军进入四川，开启红军长征在四川的征程，到红二、红四方面军1936年8月走出雪山草地离开四川，红军三大主力长征期间在四川境内转战一年零八个月。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E8%BF%87%E8%8D%89%E5%9C%B0.png"
    },
    {
      "date": "1936-9-13",
      "title": "三军会宁大会师",
      "summery": "“中国工农红军第一、二、四方面军在会宁会师，是长征胜利的标志，是民族抗战的前进阵地，是革命力量大团结的典范，是中国革命走向胜利的转折点。” 会宁三军大会师彻底纠正了张国焘分裂党和红军的严重错误，扭转了党和红军的前途命运，实现了党对军队的统一领导，这为红军联合国民党东北军、西北军“逼蒋抗日”，建立抗日民族统一战线奠定了基础。",
      "bgi": "https://images-wujunyi.oss-cn-shanghai.aliyuncs.com/redchina/%E4%BC%9A%E5%B8%88.png",
      "passage": "会宁，北依黄河，东南紧靠西兰公路，是红二、四方面军北上的必经之路，战略位置十分重要。\n “1936 年 6 月，中共中央根据国内时局的演变和夺取宁夏、扩大陕甘根据地的需要，作出了红军三大主力在会宁会师的战略决策。会宁北临靖远，是红军会师休整、北进发动‘宁夏战役’的最佳地域。”毛泽东在陕北保安讨论红军三大主力会师的地点时讲道，红一、二、四方面军会合是件大事，三大主力会合的地点一定要慎重考虑，要选择一个好地方。当时，周恩来建议放在会宁，这一主张当即得到毛泽东的赞同。他高兴地说：“会宁、会宁，红军会师，中国安宁……建议就在会宁会师。”\n9 月 13 日，党中央和中革军委及时制定了“静会战役计划”。根据计划确定的任务，9 月14 日，红一方面军右路纵队十五军团 73 师进占会宁打拉池地区，一部直插会宁县北部的郭城驿、宋家河畔，切断了会宁通往靖远的道路，使驻守两县的敌军失去了联系。 9 月 18 日，左路纵队 1 军团 1 师、2 师逼近西兰公路，红 1 师占领了静宁县的界石铺和会宁东南青江驿、老君坡、杨崖集一线，并以此为中心控制了西兰公路。红一方面军主力部队集结静宁、隆德、海原、靖远一带，在会宁外围形成了一个弧形保护圈，给红二、四方面军北进创造了极为有利的条件。 至此，三大主力红军会宁会师的条件和时机已经完全成熟。 10 月 1 日傍晚，由韦杰、夏云飞率领的红一方面军十五军团骑兵团急行军到达会宁县城北 10 里处的小村庄杨家寨子(今柴家门镇柴家门村寨子社)，封锁了通往城里的道路。10月 2 日凌晨，骑兵团以战斗队列突进县城，从接受作战任务到攻克会宁县城，历时 32 小时，行程 300 多里地，全歼县城守敌，拉开了三军大会师的序幕。\n 1936 年 10 月 9 日，碧空万里，阳光和煦。陇原古道名城会宁焕发了青春，红 1 团在南城门用木板搭起了彩门，在南门城墙上，悬挂着写有“欢迎劳苦功高的朱总司令张总政委”的红绸布横幅。整个会宁城红旗招展，锣鼓喧天，气氛非常热烈。当徐向前、陈昌浩率红四方面军部队进城时，陈赓与红 1 团官兵及当地群众夹道欢迎，锣鼓声、口号声响彻云霄。徐向前、陈昌浩与陈赓紧紧拥抱，细叙思念之情。朱德、张国焘率领红军总部随后进入会宁城，把会师气氛推向了高潮。同时到达的还有红军大学和步校 3000 多名学生，以及第 4 军和 31军。 这个小小的县城沸腾了，锣鼓喧天，暴风雨般的掌声经久不息。朱德热泪盈眶，朝着欢腾的人群挥手致意，用哽咽的声音喊着：“中国共产党万岁！红军胜利会师万岁……”"
    }
  ]
}